Repository: rokoroku/lolmessenger-ios
Catalog: LoLMessenger/*.lproj/Localizable.strings
Languages: ru, tr

source: Connecting...
ru: Попытка подключиться…
tr: Bağlantı deneniyor…

source: Disconnected
ru: Соединение прервано
tr: Bağlantı Koptu

source: Reconnect
ru: Переподключение...
tr: Tekrar Bağlanılıyor…

source: Your presence has gone offline.
ru: Messenger for LoL отключён
tr: Messenger for LoL bağlantısı koptu

source: Username
ru: Имя
tr: Kullanıcı Adı

source: Password
ru: Пароль
tr: Şifre

source: Select Region
ru: Выберете сервер к которому присоединиться
tr: Bağlanmak için sunucu seç

source: Connect
ru: Войти
tr: Giriş Yap

source: Please select region
ru: Выберете сервер к которому присоединиться
tr: Bağlanmak için sunucu seç

source: Please input password
ru: Требуется ввод данных
tr: Veri girmeniz gerekmektedir

source: Please input username
ru: Требуется ввод данных
tr: Veri girmeniz gerekmektedir

source: Authentication Failed, Check your credential and region
ru: Проверьте пароль
tr: Şifrenizi kontrol edin

source: Friends
ru: Друзья
tr: Arkadaşlar

source: Summoner Name
ru: Имя призывателя
tr: sihirdar adı

source: Buddy Request
ru: Новая заявка в друзья
tr: Yeni arkadaşlık isteği

source: The buddy %1$@ wants to add you to their list and see your presence online
ru: %1$@ хочет добавить вас в друзья.
tr: %1$@ adlı oyuncu sizi arkadaş olarak ekledi.

source: Remove Friend
ru: Удалить друга
tr: Arkadaşı Sil

source: Are you sure you want to remove %1$@ from your friend list?
ru: Вы уверены, что хотите удалить %1$@ Изсвоего списка?
tr: %1$@ isimli arkadaşınızı silmek istediğinize emin misiniz?

source: Add as Friend
ru: Добавить нового друга
tr: Yeni Arkadaş Ekle

source: Please enter summoner name you want to add
ru: Введите имя призывателья здесь.
tr: Sihirdar adı girin.

source: Do you want to send a friend request to %1$@?
ru: Вы хотите отправить заявку в друзья %1$@?
tr: %1$@ isimli kişiye arkadaşlık isteği göndermek istediğinize emin misiniz?

source: Request Sent!
ru: Отправлена заявка в друзья.
tr: Arkadaşlık isteği gönderildi.

source: Chat
ru: Чат
tr: Sohbet

source: 1 occupant
ru: 1 Участники
tr: 1 katılımcı

source: %1$d occupants
ru: %d Участники
tr: %d katılımcı

source: New message arrived
ru: Новые сообщения
tr: Yeni Mesajlar

source: Not connected to chat room
ru: Недоступно
tr: Dışarıda

source: Enter New Chat
ru: Войти в комнату
tr: Yeni Sohbet Ekle

source: Please enter the name of chat room you want to join
ru: Введите название комнаты здесь.
tr: Sohbet odasının adını girin.

source: Setting
ru: Настройки
tr: Seçenekler

source: Sign out
ru: Выйти
tr: Çıkış Yap

source: Account
ru: Аккаунт
tr: Hesap

source: Status Message
ru: Состояние сообщения
tr: Durum Mesajı

source: Notification
ru: Уведомления
tr: Bildirim Seçenekleri

source: New Message
ru: Оповещать при новом сообщении
tr: Yeni mesaj uyarısı

source: New Friend Request
ru: Оповещать при получении заявки в друзья
tr: Arkadaşlık isteği uyarısı

source: Sound
ru: Звук
tr: Ses

source: Vibrate
ru: Вибрация
tr: Titreşim

source: Friend List
ru: Список друзей
tr: Arkadaş Listesi Seçenekleri

source: Sort by
ru: Порядок сортировки друзей
tr: Arkadaş sıralama yöntemi

source: Enter to Send
ru: Enter для отправки
tr: Göndermek için Enter tuşu kullan

source: Show unread message first
ru: Показывать непрочтанные сообщения первыми
tr: İlk okunmamış mesajı göster

source: Others
ru: Прочее
tr: Diğer

source: Co-op
tr: Yapay Zekaya Karşı

source: Ranked
tr: Dereceli

source: Custom
tr: Özel

source: Practice
tr: Özel

source: Summoner's Rift
ru: Ущелье призывателей
tr: Sihirdar Vadisi

source: The Crystal Scar
ru: Кристальный каньон
tr: Kristal Kayalık

source: Twisted Treeline
ru: Твистед трилайн
tr: Uğursuz Koruluk

source: %1$@ Game - %2$@
tr: %1$@ Oyun - %2$@

source: %1$@ Game
ru: %1$@ игре
tr: %1$@ Oyun

source: In Game - %1$@
ru: В игре - %1$@
tr: Oyunda - %1$@

source: In Game
ru: В игре
tr: Oyunda

source: In Team Builder
ru: В конструкторе команд
tr: takım oluşturucu

source: Hosting a %1$@ Game
ru: Создаёт %1$@ игру
tr: %1$@ oyun kuruyor

source: In Team Select
ru: Выбирает команду
tr: Takım Seçiminde

source: In Queue
ru: Ищет игру
tr: Sırada

source: In Champion Select
ru: Выбирает чемпиона
tr: şampiyon Seçiminde

source: Spectating
ru: Наблюдает за игрй
tr: İzlemede

source: Away
ru: Отошёл
tr: Meşgul

source: Online
ru: В сети
tr: Çevrimiçi

source: Offline
ru: Не в сети
tr: Çevrimdışı

source: Close
ru: Закрыть
tr: Kapat

source: Send
ru: Отправить
tr: Gönder

source: General
ru: Основные
tr: Genel

source: Unknown
ru: Неизвестный
tr: Bilinmeyen

source: Language
ru: Язык
